<?php
/*
下面配置请按照个人需要修改

忽悠兄(huyouxiong.com)  分享   
 */
if(!defined('IN_DISCUZ')) {exit('Access Denied');}

$comiis_window_width = 1;   //设置页面宽度模式, 0为1000宽, 1为1200宽, 2为按屏幕宽度自动设置;

$comiis_header=1; //头部登录设置, 0为使用默认头部效果, 1为门户和论坛显示不同头部效果, 2为全部使用论坛黑色头部效果, 3为全部使用门户简洁头部效果;

$comiis_nv=1; //设置主导航栏目是否下拉跟随浏览器滚动, 0为不滚动, 1为滚动;

$comiis_qmenu=0; //设置主导航右侧快捷导航是否显示, 0为关闭, 1为显示;

$comiis_tianqi=1; //LOGO右边天气设置,  0为关闭，1为显示;

$comiis_logo_ad=1; //LOGO右边广告设置, 0为关闭, 1为显示;

$comiis_nav=1; //增加的头部二级导航设置, 0为关闭,1为开启;

$comiis_imap=1; //门户首页底部论坛地图设置,  0为关闭，1为显示;

$comiis_wz_nv=1; //门户文章是否显示面包屑导航栏, 0为关闭, 1为显示;

$comiis_wz_fl=1; //门户文章栏目分类显示设置, 0为关闭, 1为显示在头部, 2为显示在右侧;

$comiis_wz_vfl=1; //门户文章内容页下级栏目分类显示设置, 0为关闭, 1为显示;

$comiis_wz_pic=1; //门户文章列表图片显示设置, 0为关闭, 1为显示;

$comiis_forum_ng=1; //论坛首页N格设置, 0为关闭, 1为开启;

$comiis_list_face=1; //帖子列表页帖子用户头像是否显示, 0为关闭, 1为显示;

$comiis_list_zlb=1; //帖子列表页边栏设置, 0为关闭(使用论坛默认), 1为开启在左边, 2为开启在右边;

$comiis_list_zlb_tx=1; //帖子列表页边栏调用是否调用版块栏目, 0为关闭, 1为显示;

$comiis_list_image=1; //帖子列表页瀑布流样式是否隐藏边栏, 0为显示, 1为隐藏;

$comiis_view_dxc=1; //帖子内容页大秀场设置, 0为关闭, 1为开启;

/*** 注意：以上设置关闭再开启后, 有可能会造成被关闭内容的DIY数据丢失, 需要重新导入设置, 请慎重使用！***/
?>